export const messages = [
  // success
  'عملیات با موفقیت انجام شد',
  // error
  "فیلد «{x}» باید از نوع «{y}» باشد",
  "فیلد «{x}» نباید بیشتر از {y} کاراکتر باشد",
  "فیلد «{x}» نباید کمتر از {y} کاراکتر باشد",
  "تکمیل فیلد «{x}» الزامی است",
  "ویرایش فیلد «{x}» مجاز نیست",
  "لطفاً ابتدا وارد حساب کاربری خود شوید",
  "لطفاً نام و نام‌خانوادگی خود را به‌درستی وارد کنید",
  "شما مجاز به انجام این عملیات نیستید",
  "لطفاً پروفایل خود را تکمیل کنید",
  "حساب کاربری شما مسدود شده است",
  "خطایی در سمت سرور رخ داده است , لطفاً بعداً تلاش کنید",
  "تعداد درخواست‌ها بیش از حد مجاز است",
  "توکن شما منقضی شده است , لطفاً دوباره وارد شوید",
  "شناسه {x} مورد نظر یافت نشد",
];
